[
    {
        "id": 1,
        "title": "Chromebook is not turning on",
        "description": "i. Check the KB to follow the procedure.\n ii. Powerwash is the basic troubleshooting step for any Chromebook issue. Ask the parent or student first, as it will wipe the local data from the Chromebook."
    },
    {
        "id": 2,
        "title": "Cannot log in to Chromebook",
        "description": "i. Ask to use any other device to make sure the student is entering the correct credentials or to check if there is any issue with the account.\n ii. If everything is fine, ask to remove the account from the Chromebook and add it again."
    },
    {
        "id": 3,
        "title": "Chromebook hardware issues",
        "description": "i. For hardware issues, they need to bring the device to school, and the teacher can log a ticket for that device to be checked by a technician. In the meantime, the student will get a temporary device or not, depending on the school’s spare device availability."
    },
    {
        "id": 4,
        "title": "Chromebook Charger",
        "description": "i. The school will have to purchase a new charger for the student.\n ii. This can be done using the Technology Catalogue: https://tdsb.service-now.com/sp?id=technology_catalog&sys_id=b9e1adf1db13638cb040349f9d961930\n iii. You can also find this page by going to the ServiceIT home page > Selecting 'Service Catalogue' > Selecting 'Browse the Technology Catalogue' >  Selecting 'Accessories & Peripherals' on the left hand side > Selecting 'Chargers & Power Adapters'"
    },
    {
        "id": 5,
        "title": "Chromebook new software request",
        "description": "i. The teacher can put in a request for any software they want additionally for any particular student.\n ii. The form will be filled up by the teacher "
    },
    {
        "id": 6,
        "title": "Chromebook Parental Control - Blocksi",
        "description": "i. Parent have to contact your child’s school main office, and request Blocksi.\n ii. The Principal or Vice-Principal will need to make request on their behalf.\n iii. Read and forward this article to Parent for more info, Link: https://docs.google.com/document/d/1KyBrU-STSMMgfzHLLGsn5w38VpddxxMbrMIyLvCOO90/edit#heading=h.hdpeo3kyokic"
    },
    {
        "id": 7,
        "title": "Chromebook hardware issue for VS",
        "description": "i. The student needs to contact Linda Edwards, 416-396-6818; provide the contact info of her to the students."
    }
]

