[
    {
        "id": 1,
        "title": "Assignment groups",
        "description": "i. SIS -  'Student Information System', group is SIS Help Desk, this team deals with Powerschool issues \nii. SSA: 'System Security Admin', this team deals with second level account issue \niii.App Admin (Desktop) - This team deals with Brightspace issues \niv. MWD - 'Mobile and Web Development', This team deals with EMA and TDSB connects issues."
    },
    {
        "id": 2,
        "title": "Using CSD CSD",
        "description": "i. Ask for the Student number before offering support. \nii. If a parent does not know the student's number, ask for a name, the ticket should populate student information with the name. \niii. If nothing comes up search for the student in SAMS or PowerSchool to get the student number or ask the parent or student how their name is spelled. \niv. ONLY time it is okay to use CSD CSD is if the caller has no connection to TDSD i.e. a student from another board. Parents and Students need a valid student number to get help. \nv. Teachers and Student Teachers should be redirected to CSD for assistance."
    },
    {
        "id": 3,
        "title": "Hardware tickets",
        "description": "i. Make sure the room number and Chromebook serial number is in the ticket. \nii. Sometimes teacher will put the serial number on description section, copy and paste to short description and configuration item section. \niii. Ticket will automatically assign to Field Support."
    },
    {
        "id": 4,
        "title": "Templates",
        "description": "These are the templates I personally use in tickets.\n\nWhile resolving a ticket: \nHello,\nWe appreciate you reaching out to School Community IT Support! \nIf you require further assistance, don't hesitate to contact us during our operating hours: \nSchool Community IT Support: 416-396-9100 \nMonday-Friday, 8am-4pm. \nThank you. \n\nChromebook powerwash and reset steps: \nHello, \nplease, follow these steps to resolve the issue. \nPowerwash or Reset a Chromebook: https://tdsb.service-now.com/sp?id=kb_article&sysparm_article=KB0000555 \nChromebook Won't Turn On or Won't Charge: https://tdsb.service-now.com/sp?id=kb_article&sysparm_article=KB0003398 \nIf the issue remains, contact us back. \nThank you"
    }
]
